Repository: devstar8932/Dating-site
Catalog: src/client/po/*.po
Languages: mr

source: {{vm.totalSearchCount}} matches found
mr: {{vm.totalSearchCount}} स्थळं सापडली
