Repository: devstar8932/Dating-site
Catalog: src/client/po/*.po
Languages: mr

source: Payment History
mr: मागील पेमेंट

source: Payment Status
mr: पेमेंटची स्थिती

source: Pending Sections
mr: अपूर्ण विभाग

source: Perfect Match
mr: योग्य जोडीदार

source: Permanent Address
mr: मूळचा पत्ता

source: Personal Details
mr: वैयक्तिक माहिती

source: Personal Details &nbsp;
mr: वैयक्तिक माहिती

source: Phone
mr: फोन

source: Phone Number
mr: फोन नंबर

source: Phone Number:
mr: फोन नंबर

source: Photo Requests
mr: फोटो विनंती

source: Photo Upload
mr: फोटो अपलोड

source: Photo Upload &nbsp;
mr: फोटो अपलोड

source: Physical Details
mr: शारिरीक माहिती

source: Physically Disabled
mr: शारिरीक अपंगत्व

source: Physically Disabled :
mr: शारिरीक अपंगत्व :

source: Physique
mr: शरीरवृष्टी

source: Pin
mr: पिन

source: Please Login with password sent to your mobile number -
mr: कृपया आपल्या मोबाईल नंबर वर पाठविलेल्या पासवर्ड ने लॉगईन करा -

source: Please enter 10 digits.
mr: 10 अंक द्या.

source: Please enter 6 digits.
mr: 6 अंक द्या.

source: Please enter a valid email.
mr: वैध ई-मेल द्या.

source: Please enter a valid mobile number.!
mr: मोबाइल नंबरसाठी फक्त अंक स्वीकारले जातात.

source: Please enter a valid phone number.!
mr: फोन नंबरसाठी फक्त अंक स्वीकारले जातात.

source: Please enter digits only.
mr: फक्त अंक स्वीकारले जातात.

source: Please enter valid birth time.
mr: वैध जन्म वेळ द्या.

source: Please modify your search
mr: आपल्या शोध सुधारणा करा

source: Please provide Bank Name.
mr: कृपया बँक नाव द्या.

source: Please provide FirstName
mr: कृपया पाहिलं नाव सांगा.

source: Please provide Gender
mr: कृपया लिंग एंटर करा.

source: Please provide LastName
mr: कृपया आडनाव सांगा

source: Please provide a City
mr: आपण कोणत्या शहरात रहाता?

source: Please provide a Value
mr: कृपया योग्य माहिती द्या

source: Please provide a caste.
mr: कृपया योग्य जात निवडा

source: Please provide a correct phone number.
mr: कृपया वैध फोन नंबर द्या.

source: Please provide a first name.
mr: कृपया पाहिलं नाव सांगा.

source: Please provide a height
mr: कृपया उंची एंटर करा.

source: Please provide a last name.
mr: कृपया आडनाव सांगा

source: Please provide a marital status
mr: वैवाहिकस्थिती पुरावा

source: Please provide a name.
mr: कृपया नाव एंटर करा.

source: Please provide a new password.
mr: कृपया नवीन पासवर्ड एंटर करा.

source: Please provide a password.
mr: कृपया पासवर्ड द्या.

source: Please provide a phone number.
mr: कृपया फोन नंबर प्द्या.

source: Please provide a reason.
mr: कृपया कारण प्रदान करा.

source: Please provide a username/email Id
mr: कृपया युजरनेम किंवा ई-मेल द्या.

source: Please provide a username/email Id.
mr: कृपया युजरनेम किंवा ई-मेल द्या.

source: Please provide an education
mr: शैक्षणिक माहिती पुरावा

source: Please provide an education field
mr: शैक्षणिक माहिती पुरावा

source: Please provide an education level
mr: शैक्षणिक पातळी माहिती पुरावा.

source: Please provide an email address.
mr: कृपया ई-मेल द्या.

source: Please provide an income
mr: उत्पन्नाची माहिती पुरावा.

source: Please provide email Id.
mr: कृपया ई-मेल अड्डरेस पुरावा.

source: Please provide password.
mr: पासवर्ड प्रदान करा.

source: Please provide phone number
mr: कृपया फोन नंबर प्द्या.

source: Please provide phone number.
mr: फोन नंबर प्रदान करा.

source: Please provide some message.
mr: कृपया काही संदेश द्या.

source: Please provide the subject name
mr: विषय नाव

source: Please provide transaction date.
mr: व्यवहाराची तारीख प्रदान करा.

source: Please provide username
mr: युजरनेम प्रदान करा

source: Please provide valid date
mr: योग्य दिनांक एंटर करा

source: Please provide valid phone number
mr: कृपया फोन नंबर प्द्या.

source: Please provide valid phone number.
mr: कृपया योग्य फोन नंबर पुरावा.

source: Please provide your profile Id..
mr: कृपया आपला प्रोफाइल आयडी एंटर करा.

source: Please select a Payment
mr: कृपया भरण्यासाठी रक्कम निवडा

source: Please select a caste
mr: कृपया योग्य जात निवडा

source: Please select the reason for account deletion
mr: कृपया खाते काढून टाकण्याचे ठरवले, कारण निवडा

source: Plot no 12, 2nd floor, Sector - 18, Opp Jijamata park, Fule Nagar, Chinchwad Pune-411019
mr: प्लॉट नं. १२, २रा मजला, सेक्टर १८, जिजामाता पार्क जवळ, फुले नगर, चिंचवड पुणे - ४११०१९

source: Profile Complete
mr: प्रोफाईल पूर्ण

source: Profile Id
mr: प्रोफाईल ID

source: Provide your contact details
mr: तुमची संपर्क माहिती पुरावा.

source: Pune
mr: पुणे

source: Rashi
mr: राशी

source: Rashi :
mr: राशी :

source: Re-Enter New Password
mr: नवीन पासवर्ड निश्चितीकरण

source: Re-Enter new password.
mr: नवीन पासवर्ड निश्चितीकरण.

source: Refer
mr: रेफर

source: Refer Friends
mr: मित्रांना रेफर करा

source: Register
mr: नोंदणी करा

source: Register and check matching profiles free for 45 days.
mr: नोंदणी करा, आणि ४५ दिवस विनाशुल्क योग्य स्थळ शोधा

source: Register and check matching profiles free for 45 days.
mr: नोंदणी करा, आणि ४५ दिवस विनाशुल्क योग्य स्थळ शोधा

source: Registered Address
mr: नोंदणीकृत पत्ता

source: Registration is free or paid? What are registration charges?
mr: नोंदणी फ्री आहे की पेड? नोंदणी शुल्क किती आहे?

source: Registration is free. After Registration you can login and search profiles matching for you. You can check the details of the profile, but we don’t show contact details of other profiles. To get the contact details we offer different packages. Please check payment page to select the suitable packages for you.
mr: नोंदणी विनामूल्य आहे. नोंदणी पूर्ण झाल्यानंतर आपण आपल्यासाठी योग्य स्थळं शोधू शकाल. तुम्ही स्थळांचे डिटेल्स पाहू शकाल परंतु आम्ही स्थळांची संपर्क माहिती दाखवत नाही. संपर्क माहिती जाणून घेण्यासाठी मात्र आपल्याला आम्ही दिलेल्या प्लॅनपैकी एक प्लॅन घ्यावा लागतो. प्लॅनची माहिती पाहण्यासाठी "पेमेंट" पेजला भेट द्या आणि आपल्याला योग्य तो प्लॅन निवडा.

source: Reject
mr: नकार कळवा

source: Relative's Surname
mr: नातेवाईकांचे आडनांव

source: Relative's Surname :
mr: नातेवाईकांचे आडनांव :

source: Remember me on this PC
mr: या मोबाइल किंवा संघनकावर मला लक्षात ठेवा

source: Report Profile
mr: तक्रार नोंदवा

source: Request Photo
mr: फोटो विनंती

source: Resend Email
mr: ई-मेल पुन्हा पाठवा

source: Resend Password
mr: पासवर्ड पुन्हा पाठवा

source: Reset
mr: रिसेट

source: Rs.{{plan.price}}/-
mr: ₹.{{plan.price}}/-

source: Salary:
mr: पगार:

source: Sangli
mr: सांगली

source: Save
mr: जतन करा

source: Save New Password
mr: नवीन पासवर्ड जतन करा

source: Save Search
mr: शोध जतन करा

source: Save Search Name
mr: शोधाचे नाव

source: Save as
mr: जतन करा

source: Save frequently used searches. You can save search from "Search Profile" tab, clicking on "Save Search" button.
mr: वारंवार वापरले जाणारे शोध जतन करा. आपण "प्रोफाइल शोधा" टॅब मध्ये "शोध जतन करा " बटण क्लिक करून शोध जतन करू शकता.

source: Saved Search<span class="circle-icon"><i class="icon-floppy-disk padding-correction"></i></span>
mr: जतन केलेले शोध <span class="circle-icon"><i class="icon-floppy-disk padding-correction"></i></span>

source: Search
mr: शोध

source: Search Halls
mr: हॉल शोधा

source: Search Perfect Match
mr: योग्य जोडीदार शोधा

source: Search Profile <span class="circle-icon"><i class="icon-search-people"></i></span>
mr: प्रोफाइल शोधा <span class="circle-icon"><i class="icon-search-people"></i></span>

source: Search Results <span class="circle-icon"><i class="icon-search-list"></i></span>
mr: शोध रिजल्ट्स <span class="circle-icon"><i class="icon-search-list"></i></span>

source: Search by Profile ID
mr: प्रोफाईल ID ने शोधा

source: Search name
mr: शोधाचे नाव

source: Secure &amp; Safe
mr: सुरक्षित

source: Select the plan by clicking on 'Buy Now'
mr: प्लॅन निवडण्यासाठी 'खरेदी करा ' या बटनवर क्लिक करा

source: Send Message
mr: संदेश पाठवा

source: Show Interest
mr: शो इंटरेस्ट

source: Show Interests
mr: शो इंटरेस्ट

source: Show password
mr: पासवर्ड दाखवा

source: Show password.
mr: पासवर्ड दाखवा.

source: Sister Details
mr: बहिणींची माहिती

source: Sister Details Not Available
mr: माहिती उपलब्ध नाही

source: Sisters
mr: बहिण

source: Solapur
mr: सोलापूर

source: Specify the reason
mr: कारण निर्देशीत करा

source: Submit Transaction Details
mr: व्यवहारीक माहिती द्या

source: Submit the transaction details after you transfer the amount.
mr: आपण रक्कम भरल्यानंतर आम्हाला त्या व्यवहाराची माहिती पुरावा.

source: Successfully Logout...
mr: आपण यशस्वीरित्या लॉग आउट केले.

source: Support Team
mr: सपोर्ट टीम

source: Swayamwar package provides you access to potential profiles and choose the right one. Your initiative is atmost essential for your "Swayamwar"
mr: स्वयंवर पॅकेज मधे आपण आमच्याकडील प्रोफाईल मधून आपल्यासाठी योग्य ते प्रोफाईल निवडू शकता. आपल्या "स्वयंवरासाठी" आपला पुढाकार आवश्यक आहे.

source: Tell Us About Yourself
mr: स्वत: बद्दल माहिती द्या

source: Tell us about your astro details
mr: आम्हाला तुमची कुंडली माहिती द्या

source: Tell us about your family
mr: आम्हाला तुमची कौटुंबिक माहिती द्या

source: Tell us about your personal details
mr: आम्हाला तुमची वैयक्तिक माहिती द्या

source: Terms &amp; Conditions
mr: अटी

source: Thane
mr: ठाणे

source: Thanks for confirming your email address.
mr: आपला ई-मेल ऍड्रेस कन्फर्म केल्याबद्दल धन्यवाद

source: That doesn't look like a valid Mobile Number
mr: हा वैध मोबाईल नंबर दिसत नाही.

source: That doesn't look like a valid Mobile Number.
mr: हा वैध मोबाईल नंबर दिसत नाही.

source: That doesn't look like a valid UserName
mr: हे वैध वापरकर्तानाव नाही.

source: That doesn't look like a valid UserName.
mr: हे वैध वापरकर्तानाव नाही.

source: That doesn't look like a valid email
mr: हा वैध ई-मेल नाही.

source: That doesn't look like a valid email.
mr: हा वैध ई-मेल नाही.

source: The contact buying plans are expensive
mr: संपर्क खरेदी प्लॅन महाग आहेत

source: The entered value is not a date!
mr: योग्य दिनांक एंटर करा

source: The entered value is not a phone number!
mr: बरोबर मोबाइल नंबर एंटर करा

source: The entered value is not a valid date!
mr: योग्य दिनांक एंटर करा

source: The username/password that you've entered is incorrect.
mr: आपण टाकलेला वापरकर्तानाव किंवा पासवर्ड चुकीचा आहे.

source: There is no time limit to use contact credits. You can use it till you consume it.
mr: कॉन्टॅक्ट क्रेडिट तुम्ही जो पर्यंत संपवत नाहीत तो पर्यंत वापरू शकाल. त्यासाठी वेळेचं काहीही बंधन नाही

source: This Value for Money Package is designed to offer you more contact credits as well as Show Interest.
mr: हे पॅकेज असं डिझाईन केला आहे की तुम्हाला जास्तीत जास्त कॉन्टॅक्ट क्रेडिट आणि शो इंटरेस्ट मिळावेत.

source: To
mr: ते

source: To get the contact details of the other profiles you need contact credits. If you have purchased contact credits you will be able to see contact details of any profile. It will consume 1 contact credit to see the contact details of 1 profile. For example if you purchase 10 contact credits, then you will be able to see contact details of any 10 profiles.
mr: नोंदणी पूर्ण झाल्यानंतर आपण आपल्यासाठी योग्य स्थळं शोधू शकाल. तुम्ही स्थळांचे डिटेल्स पाहू शकाल परंतु आम्ही स्थळांची संपर्क माहिती दाखवत नाही. त्यासाठी तुम्हाला कॉन्टॅक्ट क्रेडिट खरेदी करावे लागतात. एका स्थळाची संपर्क माहिती पाहण्यासाठी तुम्हाला एक कॉन्टॅक्ट क्रेडिट लागतो. उ.दा जर तुमच्याकडे १० कॉन्टॅक्ट क्रेडिट असतील तर तुम्ही १० स्थळांची संपर्क माहिती पाहू शकाल. प्लॅनची माहिती पाहण्यासाठी "पेमेंट" पेजला भेट द्या आणि आपल्याला योग्य तो प्लॅन निवडा.

source: Total Visits
mr: व्हिझीट्स

source: Transaction Details
mr: व्यवहारीक माहिती

source: Transaction Number
mr: Transaction नंबर

source: Transaction date can not be future date.
mr: व्यवहाराची तारीख भविष्यातील असू शकत नाही.

source: Transfer the amount to below account.
mr: खालील खात्यावर पैसे जमा करा .

source: Type of Notifications
mr: सूचना प्रकार

source: Unable to find good profiles at Lagnachi bolni
mr: लग्नाचीबोलणी मध्ये चांगल्या प्रोफाईल्स भेटल्या नाहीत

source: Unhappy with Lagnachi bolni
mr: लग्नाचीबोलणी बाबतीत आनंदी नाही

source: Upcoming Events
mr: पुढील कार्यक्रम

source: Update
mr: अपडेट

source: Upload your photos
mr: आपले फोटो अपलोड करा

source: User Name/Email
mr: वापरकर्ता नाव / ईमेल

source: User initiative will lead to find perfect match
mr: तुमचा पुढाकाराचं तुमच्यासाठी योग्य स्थळ निवडण्यास उपयोगी ठरेल.

source: User name already used
mr: वापरकर्ता नाव आधीच कोणीतरी वापरलेले आहे.

source: User name already used.
mr: वापरकर्ता नाव आधीच कोणीतरी वापरलेले आहे.

source: Username should be atleast six character long
mr: वापरकर्तानाव किमान सहा वर्ण लांब असणे आवश्यक आहे.

source: Username should be atleast six character long.
mr: वापरकर्तानाव किमान सहा वर्ण लांब असणे आवश्यक आहे.

source: Username/Mobile
mr: वापरकर्तानाव / मोबाइल

source: Using advance search you will be able to search suitable profiles for you.
mr: ऍडव्हान्स सर्च वापरून तुम्ही आपल्यासाठी योग्य स्थळं शोधू शकता

source: Verified ID
mr: व्हेरीफाईड ID

source: Verify Email Address
mr: ईमेल व्हेरीफाई करा

source: View All
mr: सर्व पहा

source: View More
mr: अधिक माहिती पहा

source: View More Matched
mr: मॅच अधिक पहा

source: View contact details
mr: संपर्क माहिती पहा

source: Visit Notifications
mr: व्हिझीट सूचना

source: Visit payment page, choose suitable plan for you. Click on Buy Now button. It will redirect you to payment gateway. There are multiple options to make the payment online using credit cards, debit cards, net banking, wallets and many more. Login is mandatory to make online payment.
mr: प्लॅनची माहिती पाहण्यासाठी "पेमेंट" पेजला भेट द्या आणि आपल्याला योग्य तो प्लॅन निवडा. Buy Now बटणवर क्लिक करा. पेमेंट गेटवे वर गेल्यानंतर पेमेंट करण्यासाठी खूप पर्याय उपलब्ध आहेत. एक पर्याय वापरून पेमेंट करा. ऑनलाईन पेमेंट करण्यासाठी लॉगइन करणे आवश्यक आहे.

source: Visit register page or Home page. Enter your details, complete your registration to start using LagnachiBolni. Only registered and logged in people can see or search other profile. Mobile confirmation is mandatory.
mr: रजिस्ट्रेशन किंवा होम पेज ला भेट द्या. तिथे विचारलेली संपूर्ण माहिती देऊन तुम्ही तुमची नोंदणी पूर्ण करू शकता. नोंदणी करून लॉगिन केल्यानंतरच तुम्हाला इतर स्थळाची माहिती दिसू शकेल. नोंदणी पूर्ण केल्यानंतर युजरनेम आणि पासवर्ड तुम्हाला तुमच्या नोंदणी करताना दिलेल्या मोबाईल वर मिळेल.

source: Visit “My Profile” page where you can change almost all information related to your profile. It saves the information automatically once you change it.
mr: त्यासाठी तुम्ही “My Profile” पेज ला भेट द्या. तिथे तुम्ही तुमची माहिती बदलू किंवा दुरुस्त करू शकता.

source: Visit “My Profile” page where you can find link edit photo below your photo. It will redirect you to update photo page. Upload your photo there.
mr: त्यासाठी तुम्ही “My Profile” पेज ला भेट द्या. तुमच्या फोटो खाली फोटो बदलण्यासाठी लिंक दिलेली आहे. त्या लिंकवर क्लिक करा. फोटो अपलोड पेज वर जाऊन तुम्ही तुमचा फोटो बदलू शकाल.

source: We are committed to provide you the best Marathi matrimonial service
mr: आम्ही आमच्या परीने सर्वोत्तम वधू वर सूचक सेवा देण्यास कार्यरत आहोत.

source: We are working to find best matches for you. Please stick around.
mr: आत्ता जरी तुमच्यासाठी योग्य स्थळं नसतील तरी, आपली नोंदणी कायम ठेवा. आमच्याकडे रोज १०० हुन अधिक लोक रजिस्टर होतात.

source: We provide services in these cities. .
mr: आम्ही या शहरात आमची सेवा देतो.

source: We provide you a simple and efficient way to search your perfect life partner.
mr: आम्ही आपल्याला योग्य जोडीदार शोधण्यासाठी एक साधा आणि प्रभावी माध्यम उपलब्ध करून दिले आहे.

source: We show only complete matrimonial profiles in search lists. You can find matches from 17000+ profiles.
mr: तुम्ही आमच्याकडील १७ हजार पेक्षा जास्त स्थळांमधून आपल्यासाठी योग्य स्थळ निवडू शकाल.

source: We're here to help with any questions or comments. If you just want to say hi, that's cool too.
mr: तुमचे काही प्रश्न किंवा शंका असतील तर आम्हला कळवा.

source: Wedding Hall <span class="circle-icon"><i class="icon-search-list-weddingHall"></i></span>
mr: लग्नाचे हॉल <span class="circle-icon"><i class="icon-search-list-weddingHall"></i></span>

source: Weight
mr: वजन

source: Weight :
mr: वजन :

source: What is Refer friends?
mr: मित्रांना संधर्भ द्या म्हणजे काय?

source: What is Request Photo? Or What if any profile does not have photo, How to request it?
mr: फोटो विनंती म्हणजे काय? इतर प्रोफाइलचे फोटो नसतील तर त्यासाठी विनंती पाठवू शकतो का?

source: What is Send Interest?
mr: इंटरेस्ट पाठविणे म्हणजे काय?

source: What is advanced search?
mr: इतर प्रोफाइल कसे शोधु शकतो?

source: What is contact credits?
mr: कॉन्टॅक्ट क्रेडिट म्हणजे काय?

source: What is mobile confirmation?
mr: मोबाइल नंबर पुष्टी कशी केली जाते?

source: What is saved search?
mr: सेव सर्च म्हणजे काय?

source: When you come across Profile, which you think can be Perfect Match. Click on “Show Interest” or "Show Contact Details" to get their contact details.
mr: जेव्हा तुम्ही एका योग्य प्रोफाईलला भेट देता, तेव्हा "शो इंटरेस्ट" किंवा "संपर्क माहिती दाखवा" बटन वर क्लिक करून त्यांचा संपर्क मिळवू शकता.

source: When you visit any profile, if the person has not uploaded any image, a link to “Request Photo” will be displayed below the photo section. By clicking that link you will be able to request the photo.
mr: जर तुम्ही इतर प्रोफाईलला भेट दिली आणि त्या व्यक्ती ने त्याचा फोटो अपलोड केला नसेल तर, तुम्ही त्या व्यक्तीला फोटो अपलोड करण्यासाठी विनंती पाठवू शकता. प्रोफाईल मध्ये त्या व्यक्तीच्या फोटो खाली फोटो विनंतीसाठी लिंक दिलेली असेल. त्या लिंक वर क्लिक केल्यानंतर त्या व्यक्तीला तुमची विनंती पाठवली जाईल.

source: Will Do it later
mr: नंतर करेन

source: Working As
mr: काय काम करता?

source: Working As :
mr: काय काम करता?:

source: Working With
mr: कामाचे ठिकाण

source: Working With :
mr: कामाचे ठिकाण :

source: Working as
mr: काय काम करता?

source: Wrong Contact Details
mr: चुकीची संपर्क माहिती

source: Yes
mr: होय

source: Yes you can use same mobile number for both the registrations. We will suggest to use different mobile numbers for each registration, because we send notification on registered mobile number. IF you user same number for multiple account, will receive notifications for both accounts on same mobile.
mr: हो, तुम्ही एक पेक्षा जास्त अकाउंटला सेम मोबाइल नंबर देऊ शकता. तरीही आम्ही तुम्हाला विनंती करू इच्छितो की प्रत्येक अकाउंट साठी वेगवेगळा मोबाइल नंबर असावा, कारण आम्ही त्या मोबाईल वर मेसेजेस पाठवतो. जर दोन अकाउंट ला एकच मोबाईल नंबर ठेवला तर तुम्हाला आलेले मेसेज कोणत्या अकाउंट साठी आहेत हे कळणं अवघड जाईल.

source: Yes, it is possible, to do so please call us on 7218701870 / 7722090227. You can also send a request from “Contact Us” page.
mr: हो, काही कारणास्तव बंद केले अकाऊंट पुन्हा चालू करायचे असल्यास आम्हाला 7218701870 / 7722090227 या नंबर वर कॉल करा. किंवा “Contact Us” पेज वर तुमची विनंती नोंदवा. आम्ही तुमचे अकाउंट पुन्हा चालू करून देऊ.

source: You are on free plan. Go ahead and buy the one suites you.
mr: तुम्ही मोफत प्लॅन वापरत आहात. प्लॅन खरेदी करा.

source: You are only four steps away from your Perfect Match
mr: फक्त चार पाऊले दूर आहे, तुमच्याबरोबर सात पाऊले चालणारा जोडीदार

source: You can change it from My Profile page. But when you change the number it will send you a OTP PIN to verify your number. After verifying mobile it will update it.
mr: त्यासाठी तुम्ही “My Profile” पेज ला भेट द्या. तिथे मोबाईल नंबर फिल्ड मध्ये बदल करू शकता. फोन बदलल्यानंतर तुम्हाला नवीन मोबाइल वर पिन पाठवण्यात येईल. त्याची पुष्टी केल्या नंतर तुमचा मोबाइल नंबर बदल पूर्ण होतो.

source: You can earn money on each payment they make. Please <a href="/contactUs">Contact Us</a> for more info.
mr: आपण त्यांच्या प्रत्येक पेमेंट वर पैसे कमवू शकता. अधिक माहितीसाठी <a href="/contactUs">संपर्क करा</a>.

source: You can find links to get username and password on Login page. Click on Forgot Password and provide your Username to receive password on your registered mobile. To receive username click on Forgot username and provide your mobile number. We will send you the username on your registered mobile number.
mr: यासाठी लॉगइन पेज ला भेट द्या. तिथे तुम्हाला "पासवर्ड विसरलाय ?", "युजरनेम विसरलाय?" लिंक दिसतील. पासवर्ड विसरला असेल तर "पासवर्ड विसरलाय ?" वर क्लीक करा आणि तुमचा युजरनेम द्या. आम्ही तुम्हाला तुमचा पासवर्ड तुमच्या मोबाइल नंबर वर पाठवू. युजरनेम विसरला असेल तर "युजरनेम विसरलाय?" वर क्लिक करा आणि तुमचा नोंदविलेला मोबाइल नंबर द्या, आम्ही तुम्हाला तुमचा युजरनेम त्या मोबाइल वर पाठवू.

source: You can get help from our expert Counsellor
mr: आमचे एक्सपर्ट समुपदेशक आपल्याला लग्नासंबंधी मार्गदर्शन देतात.

source: You can resend password only 3 times, please contact us to set/reset password.
mr: तुम्ही फक्त ३ वेळा पासवर्ड पाठवू शकता, पासवर्ड घेण्यासाठी कृपया आमच्याशी संपर्क साधा.

source: You can send the cheque/DD to lagnachiBolni office address, provided in the contact us page. Please mention your registered mobile number with the cheque/DD.
mr: हो, तुम्ही चेक किंवा DD लग्नाचीबोलणीच्या ऑफिस ऍड्रेस वर पाठवू शकता. तुमचा नोंदविलेला मोबाइल नंबर चेक च्या मागे लिहावा.

source: You can’t use same Email address as a username for multiple registration. But you can provide same email address in Email address field for multiple accounts.
mr: तुम्ही एकाच ई-मेल ऍड्रेस एक पेक्षा जास्त नोंदणीसाठी युजरनेम साठी करू शकत नाही. कारण युजरनेम प्रत्येक अकाउंट साठी वेगवेगळा असावा लागतो. परंतु ई-मेल ऍड्रेस फील्ड मध्ये तुम्ही तुमचा ई-मेल ऍड्रेस देऊ शकता.

source: You have not received any interest. Dont worry, go ahead and search for the match
mr: तुम्हाला आजून कोणाचेही इंटरेस्ट आलेले नाहीत. सर्च पेजवर जाऊन तुम्ही तुमच्यासाठी मॅच शोधू शकता.

source: You have not received any photo request.
mr: तुम्हाला फोटो विनंती आलेल्या नाहीत.

source: You have successfully Logged out.
mr: आपण यशस्वीरित्या लॉग आऊट केले.

source: You have {{vm.dash_data.contact_credits_remaining}}<br>contact credits
mr: तुमच्याकडे {{vm.dash_data.contact_credits_remaining}}<br>कॉन्टॅक्ट क्रेडिट्स आहेत.

source: You have {{vm.dash_data.show_interests_remaining}}<br>show interests
mr: तुमच्याकडे {{vm.dash_data.show_interests_remaining}}<br>शो इंटरेस्ट आहेत.

source: You must agree with terms and conditions
mr: आपल्याला अटी मान्य करणे आवश्यक आहे.

source: You must supply a phone number.
mr: कृपया आपला फोने नंबर द्या

source: You will also be invited for our grooming sessions.
mr: तुम्ही आमच्या सर्व जागरूकता सत्रांमध्ये भाग घेऊ शकाल.

source: You will get support from our expert mentors. They know what exactly you are looking for.
mr: योग्य स्थळं शोधण्यासाठी, तुम्हाला आमच्याकडून वैयक्तिक मदत मिळेल.

source: You will have access to all the profiles, and our personalized mentoring can short list the suitable match to save your time.
mr: तुमचा वेळ वाचवण्यासाठी आमचे एक्सपर्टस तुमच्यासाठी योग्य स्थळं शोधण्यास तुमची मदत करतील.

source: Your Full Name
mr: तुमचे पूर्ण नाव

source: Your Name
mr: तुमचे नाव

source: Your Name should contain only characters.
mr: नावात फक्त अक्षरं असणे आवश्यक आहे.

source: Your Profile is {{vm.dynamic}}% Completed
mr: तुमचे प्रोफाईल {{vm.dynamic}}% पूर्ण झाले आहे.

source: Your last payment for Rs.{{vm.lastPayment.payment_made }} is successful.
mr: तुम्ही केलेले ₹.{{vm.lastPayment.payment_made }} चे पेमेंट आम्हाला मिळाले. तुम्हाला दिलेल्या कॉन्टॅक्ट क्रेडीटचा वापर करून योग्य त्या स्थळांना संपर्क करा.

source: Your last payment for Rs.{{vm.lastPayment.payment_made}} is Initiated, But not completed.
mr: तुम्ही केलेले ₹.{{ vm.lastPayment.payment_made}} चे पेमेंट पूर्ण झाले नाही. पुन्हा प्रयत्न करा.

source: Your last payment for Rs.{{vm.lastPayment.payment_made}} is failed.
mr: तुम्ही केलेले ₹ {{ vm.lastPayment.payment_made}} चे पेमेंट आम्हाला मिळालेले नाही. पुन्हा प्रयत्न करा.

source: create a matrimonial profile with important details i.e. age, height, caste, education, profession, income, location etc.
mr: तुमची प्रोफाइल वय,उंची,जात,शिक्षण,व्यवसाय,उत्पन्न,स्थान या सर्व माहिती भरून तयार करा.

source: old and new password should not be same.
mr: जुना आणि नवीन पासवर्ड समान असू नयेत.

source: please update your photo
mr: आपला फोटो अपलोड करा

source: users connected to you
mr: वापरकर्ते कनेक्ट आहेत

source: users visited your profile
mr: वापरकर्त्यांनी प्रोफाइलला व्हिझीट केली आहे

source: {{formDateOfBirth.bday.$error}}12 Hour Birth Time
mr: {{formDateOfBirth.bday.$error}} जन्म वेळ

source: {{vm.displayname}} - {{vm.profileListData.length}} match found
mr: {{vm.displayname}} - {{vm.profileListData.length}} स्थळं सापडली
