Repository: devstar8932/Dating-site
Catalog: src/client/po/*.po
Languages: mr

source: &nbsp; Profile Completion
mr: प्रोफाइल पूर्ण

source: &nbsp;&nbsp;Report this user
mr: ह्या व्यक्तीची आमच्याकडे तक्रार नोंदवा

source: &nbsp;Accepted&nbsp;
mr: स्वीकारलेले

source: &nbsp;Interests&nbsp;
mr: आवड पाठवलेले

source: &nbsp;Photo Requests&nbsp;
mr: फोटो विनंती

source: &nbsp;Rejected&nbsp;
mr: नकार दिलेले

source: , From -
mr: ,शहर -

source: 12 Hour Birth Time
mr: जन्म वेळ

source: 17000+ profiles
mr: १७००० पेक्षा जास्त बायोडेटा.

source: 96kuli-Maratha
mr: ९६ कुळी मराठा

source: <i class="fa fa-arrow-left" aria-hidden="true"></i>Back
mr: मागे

source: <i class="icon-cancel-circle" aria-hidden="true"></i>&nbsp;Not Verified
mr: <i class="icon-cancel-circle" aria-hidden="true"></i>&nbsp;व्हेरीफाईड नाही

source: <i class="icon-checkmark" aria-hidden="true"></i>&nbsp;Verified
mr: <i class="icon-checkmark" aria-hidden="true"></i>&nbsp;व्हेरीफाईड

source: A-8 Regent lake View, Sector-26, Near Ganesh Talav, Nigadi Pradhikarn Pune, 411044, Maharashtra
mr: A-8 'रिजंट लेक व्हिव , सेक्टर 26, गणेश तलावा जवळ, निगडी प्राधिकरण पुणे- 411044, महाराष्ट्र

source: ADD YOUR PICTURE
mr: तुमचा फोटो टाका

source: About Us
mr: आमच्या विषयी

source: Accept
mr: स्विकारा

source: Accept/Reject them
mr: त्यांना स्वीकारा / नकार द्या

source: Account Details
mr: अकाऊंट ची माहिती

source: Account Number
mr: अकाऊंट नंबर

source: Account Setting
mr: अकाउंट सेटिंग

source: Account Settings
mr: सेटिंग्ज

source: After registration, we send you the password on your registered mobile number. You can use username you entered at the time of registration and the password to login to lagnachibilni. You can also use your registered mobile number as username and the password you received to login.
mr: नोंदणी केल्यानंतर लॉगइन कसे करायचे? नोंदणी पूर्ण केल्यानंतर तुम्हाला अकाऊंटचा पासवर्ड तुमच्या नोंदविलेल्या मोबाईलवर मिळेल. लॉगइन करण्यासाठी लॉगइन पेज उघडा. नोंदणी करताना दिलेला युजरनेम आणि मोबाइलवर आलेल्या पासवर्ड ने तुम्ही लॉगइन करू शकाल.

source: Age
mr: वय

source: Age From
mr: कमीतकमी वय

source: Age To
mr: जास्तीतजास्त वय

source: Age from...
mr: कमीतकमी वय

source: Age must be greater than {{vm.search.age1}}.
mr: वय {{vm.search.age1}} पेक्षा जास्त असावे.

source: Age should be 18 to 50
mr: वय 18 ते 50 असावे.

source: Age should be 18 to 50.
mr: वय 18 ते 50 असावे.

source: Age should be 21 to 50
mr: वय 21 ते 50 असावे.

source: Age should be 21 to 50.
mr: वय 21 ते 50 असावे.

source: Age to...
mr: जास्तीतजास्त वय

source: Age {{vm.profile.age}}, {{vm.profile.caste}}, {{vm.profile.marital_status}}
mr: वय {{vm.profile.age}}, {{vm.profile.caste}}, {{vm.profile.marital_status}}

source: Age:
mr: वय:

source: Agri
mr: आगरी

source: Ahmednagar
mr: अहमदनगर

source: Already Married
mr: विवाहित आहे

source: Amount
mr: रक्कम

source: Annual Income :
mr: वार्षिक उत्पन्न :

source: Annual Income(Rs)
mr: वार्षिक उत्पन्न(₹)

source: Arya-Vysya
mr: आर्य-वश्य

source: Aryasamaj
mr: आर्य समाज

source: As complementary we have gifted you 5 show interests, please avail then.
mr: आम्ही तुम्हाला भेट म्हणून ५ शो इन्टेरेस्टस दिले आहेत, त्यांचा वापर करा.

source: As this is an offline transaction for us, this will take 2 working days to Get the contact credits.
mr: पैसे आमच्या बँक खात्यात आल्यानंतर जास्तीतजास्त २ कामकाजी दिवसात आपल्याला कॉन्टॅक्ट क्रेडिट मिळतील.

source: Astro Details
mr: कुंडली माहिती

source: Astro Details &nbsp;
mr: कुंडली माहिती

source: Aurangabad
mr: औरंगाबाद

source: BUY MORE
mr: खरेदी करा

source: Bad Photo
mr: फोटो चांगला नाही / फोटो बदला.

source: Bank Name
mr: बँकेचे नाव

source: Basic Details
mr: बेसीक माहिती

source: Basic Details &nbsp;
mr: स्वत:बद्दल माहिती

source: Beldar
mr: बेलदार

source: Bhandari
mr: भंडारी

source: Bhavsar
mr: भावसार

source: Bhavsar-Kshatriya
mr: भावसार क्षत्रीय

source: Birth Place
mr: जन्म स्थान

source: Birth Place:
mr: जन्म स्थान:

source: Blood Group
mr: रक्तगट

source: Blood group :
mr: रक्तगट :

source: Blood-Group
mr: रक्तगट

source: Brahmin
mr: ब्राह्मण

source: Branch - Nigdi, Pune
mr: ब्रँच - निगडी , पुणे

source: Brother Details
mr: भावांची माहिती

source: Brother Details Not Available
mr: भावांची माहिती उपलब्ध नाही

source: Brothers
mr: भाऊ

source: Buy Now
mr: खरेदी करा

source: Buy Online
mr: ऑनलाइन पेमेंट

source: By registering for Saptpadi package, you get the access to all the profiles for your own search.
mr: सप्तपदी पॅकेजला रजिस्टर करून, आपण आमच्याकडील प्रोफाईल मधून आपल्यासाठी योग्य ते प्रोफाईल स्वतः निवडू शकता.

source: Call Us
mr: संपर्क

source: Can I use the same Email ID for multiple Registrations?
mr: मी माझा ई-मेल ऍड्रेस एक पेक्षा जास्त नोंदणीसाठी वापरू शकतो का?

source: Cancel
mr: बंद

source: Caste
mr: जात

source: Caste:
mr: जात :

source: Castes We Serve
mr: या समाजांसाठी आम्ही सेवा पुरवतो

source: Change Contact Details<span class="circle-icon"><i class="icon-change"></i></span>
mr: संपर्क माहिती बदला<span class="circle-icon"><i class="icon-change"></i></span>

source: Change Email
mr: ई-मेल ऍड्रेस बदला.

source: Change Mobile Number
mr: फोन नंबर बदला

source: Change Password<span class="circle-icon"><i class="icon-change"></i></span>
mr: पासवर्ड बदला <span class="circle-icon"><i class="icon-change"></i></span>

source: Change your Email
mr: ई-मेल ऍड्रेस बदला.

source: Change your password
mr: आपला पासवर्ड बदला

source: Charan
mr: चरण

source: Charan :
mr: चरण :

source: Cities
mr: शहर

source: City
mr: शहर

source: Click to upload photos from your computer
mr: आपल्या संगणकावरील फोटो अपलोड करण्यासाठी क्लिक करा

source: Close
mr: बंद

source: Complexion
mr: वर्ण

source: Complexion :
mr: वर्ण :

source: Confirm Mobile Number
mr: फोन नंबर निश्चितीकरण

source: Confirm your email and get 5 show interests free!<span ng-show="vm.email_address != ''">We have already sent you a mail. Check your Mail Box.</span>
mr: तुमचा ई-मेल ऍड्रेस कन्फर्म करा आणि ५ शो इंटरेस्ट मिळावा ! <span ng-show="vm.email_address != ''">आम्ही तुमाला ई-मेल पाठविला आहे. तुमचा मेल बॉक्स चेक करा.</span>

source: Congratulations {{vm.user.firstname}}
mr: अभिनंदन {{vm.user.firstname}}

source: Congratulatory 45 days Free trial
mr: ४५ दिवस विनाशुल्क सेवा

source: Connect
mr: कनेक्ट

source: Connected
mr: कनेक्टेड

source: Contact Credits
mr: संपर्क

source: Contact Details
mr: संपर्क माहिती

source: Contact Number
mr: फोन नंबर

source: Contact Us
mr: संपर्क माहिती

source: Contacts
mr: संपर्क

source: Create Your Profile
mr: तुमची प्रोफाईल बनवा

source: Credits Received
mr: प्राप्त क्रेडिट

source: Current Address
mr: सध्याचा पत्ता

source: Current Address Line 1
mr: सध्याचा पत्ता 1

source: Current Address Line 2
mr: सध्याचा पत्ता 2

source: DOB:
mr: जन्म तारीख :

source: Dashboard
mr: डॅशबोर्ड

source: Date of Birth
mr: जन्म तारीख

source: Degree
mr: पदवी

source: Degree :
mr: पदवी:

source: Degree:
mr: पदवी:

source: Delete
mr: खाते बंद करा

source: Delete Account<span class="circle-icon"><i class="icon-profile-delete"></i></span>
mr: खाते बंद करा <span class="circle-icon"><i class="icon-profile-delete"></i></span>

source: Delete Flag
mr: तक्रार रद्द करा

source: Delete My Account
mr: माझे खाते बंद करा

source: Devak
mr: देवक

source: Devak :
mr: देवक :

source: Done
mr: पूर्ण झाले

source: Drag or Drop photos here from computer
mr: येथे संगणकातून फोटो उचलून टाका (ड्रॅग आणि ड्रॉप करा)

source: Edit Photo
mr: फोटो बदला

source: Education
mr: शिक्षण

source: Education Field
mr: शिक्षण शाखा

source: Education Field :
mr: शिक्षण शाखा

source: Education Level
mr: शैक्षणिक पातळी

source: Education Level :
mr: शैक्षणिक पातळी :

source: Education and Profession Details
mr: शैक्षणिक आणि व्यवसायिक माहिती

source: Education level
mr: शैक्षणिक पातळी

source: Email
mr: ई-मेल

source: Email &nbsp;
mr: ई-मेल

source: Email Address
mr: ई-मेल

source: Email Verification
mr: ई-मेल ची पुष्टी

source: Email address
mr: ई-मेल

source: Email and Mobile number confirmation ensures, your Perfect Match can connect with you.
mr: ईमेल आणि फोन नंबर निश्चित करून तुम्हाला तुमच्या उत्कृष्ट मॅच बरोबर कनेक्ट होता येईल.

source: Ensure user name must have at least 2 characters.
mr: वापरकर्ता नाव किमान 2 अक्षरी असणे आवश्यक आहे याची खात्री करा.

source: Enter Current Password
mr: सध्याचा पासवर्ड द्या

source: Enter PIN Code
mr: पिन कोड द्या

source: Enter a caste...
mr: जात एंटर करा

source: Enter an amount (Rs)
mr: रक्कम एंटर करा(₹)

source: Enter new Password
mr: नवीन पासवर्ड द्या

source: Enter your Mobile Number below. We will send you Username via SMS.
mr: खाली तुमचा मोबाईल नंबर एंटर करा. आम्ही तुम्हाला तुमचा युजरनेम SMS द्वारे पाठवू.

source: Enter your Mobile Number or Username/Email below And We will send your Password via SMS.
mr: खाली तुमचा मोबाइल नंबर, युजरनेम किंवा ई-मेल द्या. तुम्हाला पासवर्ड SMS द्वारे पाठविण्यात येईल.

source: Entered email is not valid
mr: दिलेला ई-मेल वैध नाही

source: Events
mr: कार्यक्रम

source: FAQs
mr: प्रश्न-उत्तरे

source: Fake User
mr: बनावट वापरकर्ता / व्यक्ती

source: Family Details
mr: कौटुंबिक माहिती

source: Family Details &nbsp;
mr: कौटुंबिक माहिती

source: Father's Name
mr: वडिलांचे नाव

source: Father's Name :
mr: वडिलांचे नाव :

source: Father's Occupation
mr: वडिलांचा व्यवसाय

source: Father's Occupation :
mr: वडिलांचा व्यवसाय :

source: Female
mr: स्त्री

source: Find
mr: शोध

source: Find Match
mr: स्थळं शोधा

source: Find your soulmate in any caste.
mr: कोणत्याही जाती मधे आपला जोडीदार शोधा.

source: First Name
mr: नाव

source: First name should be atleast one character long.
mr: नाव किमान एक अक्षर लांब असणे आवश्यक आहे.

source: First name should contain only characters.
mr: नावात फक्त अक्षरं असणे आवश्यक आहे.

source: Firstname should be atleast two characters long
mr: नाव किमान दोन अक्षरं लांब असणे आवश्यक आहे.

source: Firstname should contain only characters
mr: नावात फक्त अक्षरं असणे आवश्यक आहे.

source: Firstname should contain only characters.
mr: नावात फक्त अक्षरं असणे आवश्यक आहे.

source: Follow us on
mr: आम्हाला अनुसरण करा

source: Forgot Your Username?
mr: आपले युजरनेम विसरला आहात?

source: Forgot your Password?
mr: आपला पासवर्ड विसरला आहात?

source: Forgot your Username?
mr: आपला यूजरनेम विसरलात?

source: Found partner in other matrimony
mr: इतर विवाहसंस्थे तर्फे लग्न जमले आहे.

source: Gan
mr: गण

source: Gan :
mr: गण :

source: Gender
mr: लिंग

source: General Settings<span class="circle-icon"><i class="icon-settings"></i></span>
mr: सामान्य सेटिंग्ज <span class="circle-icon"><i class="icon-settings"></i></span>

source: Get Password
mr: पासवर्ड मिळावा

source: Get Started Today
mr: आजच प्रारंभ करा

source: Get Username
mr: युजरनेम मिळवा

source: Gift yourself
mr: भेट मिळवा

source: Go To Top
mr: वर जा

source: Go and search for perfect matches
mr: हरकत नाही, सर्च पेज वर जाऊन तुम्ही तुमच्यासाठी योग्य स्थळं शोधू शकता

source: Go to Account Setting page. Select Delete Account tab. Please provide a genuine reason to delete the account and click delete account button.
mr: त्यासाठी अकाऊंट सेटिंग पेग ला भेट द्या, डिलीट अकाऊंट टॅब ला क्लिक करा. योग्य ते कारण देऊन तुम्ही आपले अकाउंट बंद करू शकता.

source: Good bye! See you later.
mr: गुड बाय! पुन्हा भेटू.

source: Goto Dashboard
mr: डॅशबोर्डवर जा

source: Gotra
mr: गोञ

source: Gotra :
mr: गोञ :

source: Height
mr: उंची

source: Height :
mr: उंची :

source: Height From
mr: कमीतकमी उंची

source: Height To
mr: जास्तीतजास्त उंची

source: Height:
mr: उंची :

source: Help &amp; Support
mr: मदत

source: Help &nbsp;<i class="icon-info"></i>
mr: मदत

source: Help Us grow and it will help you back. Like and share us on facebook.
mr: लग्नाची बोलणीला फेसबुक वर शेअर करा, आपली ही मदत आमच्यासाठी खूप महत्वपूर्ण आहे.

source: Help us to Serve your Friends or Relatives..!!!
mr: आम्हाला तुमच्या नातेवाईक आणि मित्रांना मदत करायला आवडेल.!!!

source: Helpline Number
mr: फोन नंबर

source: Hey, I'm {{vm.profile.firstname}} {{vm.profile.lastname}}
mr: Hello, मी {{vm.profile.firstname}} {{vm.profile.lastname}}

source: Hindi
mr: हिंदी

source: How do I delete my profile?
mr: माझा अकाउंट बंद करायचे असल्यास काय करावे?

source: How do I make online payment?
mr: ऑनलाईन पेमेंट कसं करू?

source: How do I make payment through Cheque/DD?
mr: चेक किंवा DD ने पेमेंट करू शकतो काय?

source: How do I view a particular profile? How can I search profile by Profile ID?
mr: प्रोफाईल ID वापरून एखादा प्रोफाइल कसा शोधावा?

source: How long can I use contact credits? Is there any expiry date?
mr: कॉन्टॅक्ट क्रेडिट किती दिवसात वापरावे लागतात? कॉन्टॅक्ट क्रेडिटची काही एक्सपायरी डेट असते काय?

source: How long will it take to get contact credits in my account if I have made the payment by Cheque/DD?
mr: मी जर चेक ने पेमेंट केले तर मला कॉन्टॅक्ट क्रेडिट्स किती दिवसात मिळतील?

source: How to change a photo in my profile?
mr: माझा फोटो बदलायचा असल्यास काय करू ?

source: How to change your mobile number?
mr: नोंदविलेला मोबाइल नबर कसा बदलायचा?

source: How to get Contact details?
mr: स्थळांची संपर्क माहिती कशी मिळवावी?

source: How to login after registration is completed?
mr: नोंदणी केल्यानंतर लॉगइन कसे करायचे?

source: How to modify my profile contents?
mr: माझी माहिती बदलायची किंवा दुरुस्त कशी करू शकतो?

source: How to notify you? Vi SMS or Email or Both
mr: तुम्हाला संदेश कसे पाठवावेत? SMS ने ई-मेल ने की दोन्हीने?

source: How to register?
mr: लग्नाची बोलणी वर नोंदणी कशी करायची?

source: I agree with <a href="/terms" tabindex="-1">Terms &amp; Conditions</a> and <a href="/terms" tabindex="-1">privacy policy</a>.
mr: <a href="/terms" tabindex="-1">अटी</a> आणि <a href="/terms" tabindex="-1">गोपनीयता धोरण</a> मला मान्य आहे.

source: I agree with <a href="/terms">terms &amp; conditions</a> and <a href="/terms">privacy policy</a>.
mr: <a href="/terms">टर्म्स आणि कॉन्सिशन्सला </a> and <a href="/terms">privacy policy</a> मी सहमत आहे

source: I forgot my lb Matrimony ID/Username / Password. What should i do?
mr: मी माझा युजरनेम / पासवर्ड विसरलो आहे, काय करू?

source: I want to delete my account
mr: मी माझे खाते बंद करू इच्चीतो

source: I'm registering for my sister/brother and me. Can we both register with the same Mobile number?
mr: मला माझ्यासाठी आणि माझ्या बहिणीसाठी किंवा भावासाठी नोंदणी करायची आहे, मी दोनही अकाऊंट साठी माझाच मोबाइल नंबर देऊ शकतो का?

source: IDBI Bank Account Number - 0087102000042705
mr: IDBI बँक अकाऊंट नंबर - 0087102000042705

source: IFSC Code - IBKL0000087
mr: IFSC कोड - IBKL0000087

source: If you find matching profiles on lagnachibolni, you can get their contact details by purchasing contact credits. Please check payment page to select the suitable plan for you.
mr: संपर्क माहिती जाणून घेण्यासाठी आपल्याला, आम्ही दिलेल्या प्लॅनपैकी एक प्लॅन घ्यावा लागतो. प्लॅनची माहिती पाहण्यासाठी "पेमेंट" पेजला भेट द्या आणि आपल्याला योग्य तो प्लॅन निवडा. प्लॅन घेतल्यानंतर आम्ही आपल्याला कॉन्टॅक्ट क्रेडिट्स देतो. एक कॉन्टॅक्ट क्रेडिट वापरून तुम्ही पाहिलेल्या कोणत्याही एका स्थळाची संपर्क माहिती पाहू शकाल.

source: If you have entered wrong mobile number, please change it. Once you change we will send new password to your new mobile.
mr: जर तुम्ही चुकीचा मोबाईल नंबर टाकला असेल तर तो चेंज करा. तो चेंज केल्यानंतर आम्ही तुम्हाला त्या नंबरवर नवीन पासवर्ड पाठवू.

source: If you know the LB id of a profile, you can search the profile by searching it by LB id. If you don’t have its ID then search it using advanced search.
mr: शोध पेज वर जाऊन तुम्ही त्या स्थळाचा प्रोफाइल ID, प्रोफाइल ID ने शोधा मध्ये टाका आणि बाजूच्या बटन वर क्लिक करा. ते स्थळ तुम्हाला शोधून दाखवण्यात येईल.

source: If you like any profile, you can send interest to him/her. If that person can accept or reject your request. If it is accepted then you will be able to see their contact details. Note: Sometime if people don’t feel your profile is suitable for them then they don’t answer the request.
mr: जर तुम्हाला एक स्थळ आवडले तर तुम्ही त्यांना इंटरेस्ट पाठवू शकता. ती व्यक्ती तुमचा इंटरेस्ट स्वीकारू किंवा नाकारू शकते. जर त्यांनी ती स्वीकारली तर तुम्हाला त्यांची संपर्क माहिती दिसू शकेल. जर त्यानी ती नाकारली तर संपर्क माहिती दिसणार नाही. नोट : कधी कधी काही व्यक्तीना तुमचा प्रोफाइल आवडला नाही तर ते तुमच्या विनंतीला उत्तर देत नाहीत.

source: If you think lagnachibolni is useful for your friend and relatives, you can refer it to them. To do so, visit “Refer friend” page. Provide their mobile numbers and their names, we will send SMS to them on your behalf. If they get registered and make payment, we will give you 20% out of it as a referral bonus. You can use this referral bonus for your payments or claim it as cash. We will transfer it to your account.
mr: "मित्रांना रेफर करा" पेज वर जाऊन तुम्ही तुमच्या मित्रांचे आणि नातेवाईकांचे मोबाइल नंबर आणि नावे द्या. आम्ही त्यांना SMS करून लग्नाचीबोलणी बद्दल कळवू. जर त्यांनी रजिस्टर करून पेमेंट केले तर आम्ही तुम्हाला त्यातून २०% रक्कम अनुदान म्हणून देतो. तुम्हाला मिळालेली रक्कम तुम्ही तुमच्या नोंदणी करण्यासाठी वापरू शकता किंवा ती आम्ही तुम्हाला तुम्हाला तुमच्या बँक अकाउंट नंबरला ट्रान्सफर करू.

source: In advance search you set the values for some parameters and search for matches. Every time you visit advance search page it show all fields blank. It is very boarding to select those values every time. Instead of selecting those every time you can save the search you want to do frequently. Select the values you want and click “Save Search” button.
mr: शोध करताना तुम्ही जी माहिती टाकता, तू तुम्ही पुन्हा वापरण्यासाठी जतन करू शकता. हि जतन केलेली माहिती तुम्ही वारंवार शोध करताना वापरू शकता.

source: Inbox
mr: इनबॉक्स

source: Income
mr: उत्पन्न

source: Income From
mr: कमीतकमी उत्पन्न

source: Income To
mr: जास्तीतजास्त उत्पन्न

source: Individual Marriage counseling session clears the emotional dilemmas and leads you towards Happy Married life.
mr: लग्नाआधीचे वैयक्तिक समुपदेशन तुमच्या भावनिक दुविधा दूर करण्यास नक्की मदत करतात आणि तुम्हाला सुखी वैवाहिक जीवनाच्या दिशेने चालायला शिकवतात.

source: Interest Notifications
mr: इंटरेस्ट सूचना

source: Interest Received
mr: आलेले इंटरेस्ट

source: Invalid Username.
mr: युजरनेम वैध नाही.

source: Is it possible to reactivate the deleted profile?
mr: बंद केलेले अकाउंट पुन्हा चालू करू शकतो का ?

source: Jalgaon
mr: जळगाव

source: Kolhapur
mr: कोल्हापूर

source: Lagachi bolni helped me to find my life partner
mr: "लग्नाचीबोलणी" ने माझा जोडीदार शोधण्यासाठी मला मदत केली

source: Last Login <span am-time-ago="profileData.last_loggedin"></span>
mr: मागील लॉगिन

source: Last Name
mr: आडनाव

source: Last name should be atleast one character long.
mr: आडनाव किमान एक अक्षर लांब असणे आवश्यक आहे.

source: Last name should contain only characters.
mr: आडनावात केवळ वर्ण असणे आवश्यक आहे.

source: Lastname should be atleast two characters long
mr: आडनाव किमान दोन अक्षरं लांब असणे आवश्यक आहे.

source: Lastname should contain only characters
mr: आडनाव केवळ वर्ण असणे आवश्यक आहे.

source: List cant be empty!!!
mr: सूची रिक्त असू शकत नाही !!!

source: Log in
mr: लॉग इन

source: Login
mr: लॉग इन

source: Logout
mr: लॉग आऊट

source: Male
mr: पुरुष

source: Mama's Name
mr: मामांचे नाव

source: Mama's Name :
mr: मामांचे नाव :

source: Mangal
mr: मंगळ

source: Mangal :
mr: मंगळ :

source: Maratha
mr: मराठा

source: MarathaDeshmukh
mr: मराठा देशमुख

source: Marital Status
mr: वैवाहिक स्थिती

source: Marital Status :
mr: वैवाहिक स्थिती :

source: Marital Status:
mr: वैवाहिक स्थिती :

source: Marriage related counselling
mr: विवाह संबंधी समुपदेशन

source: Matched by LagnachiBolni.com
mr: "लग्नाचीबोलणी" तर्फे लग्न जमलेले

source: May I help You?
mr: आम्ही तुम्हाला कशी मदत करू शकतो?

source: Membership
mr: सदस्यत्व

source: Mentoring Support
mr: वैयक्तिक मदत

source: Message
mr: संदेश

source: Middle Name
mr: वडिलांचे नाव

source: Mobile Number
mr: फोन नंबर

source: Mobile Number:
mr: फोन नंबर :

source: Mobile/Username
mr: ई-मेल / युजरनेम

source: Mother's Name
mr: आईचे नाव

source: Mother's Name :
mr: आईचे नाव :

source: Mother's Occupation
mr: आईचा व्यवसाय

source: Mother's Occupation :
mr: आईचा व्यवसाय :

source: Mumbai
mr: मुंबई

source: My Profile
mr: माझा प्रोफाइल

source: My Profile - {{vm.user.profile_id}}
mr: माझा प्रोफाइल

source: Nadi
mr: नाडी

source: Nadi :
mr: नाडी :

source: Nagpur
mr: नागपूर

source: Nakshatra
mr: नक्षञ

source: Nakshatra :
mr: नक्षञ :

source: Name
mr: नाव

source: Name - LagnachiBolni
mr: नाव - LagnachiBolni

source: Name :
mr: नाव :

source: Nashik
mr: नाशिक

source: Native Address
mr: मुळचा पत्ता

source: Native Address Line 1
mr: मुळचा पत्ता 1

source: Native Address Line 2
mr: मुळचा पत्ता 2

source: Native Address is different than current Address
mr: मुळ पत्ता आत्ताच्या पत्त्या पेक्षा भिन्न आहे

source: New to LagnachiBolani.com?
mr: LagnachiBolni.com ला नवीन आहात?

source: New to LagnachiBolni.com?
mr: LagnachiBolni.com ला नवीन आहात?

source: Next
mr: पुढे

source: No
mr: नाही

source: No City found.
mr: सापडले नाही

source: No Income found.
mr: सापडले नाही

source: No Marital Status found.
mr: वैवाहिकस्थिती सापडली नाही

source: No age found.
mr: सापडले नाही

source: No blood group found.
mr: सापडले नाही

source: No caste found
mr: सापडले नाही

source: No caste found.
mr: सापडले नाही

source: No charan found.
mr: सापडले नाही

source: No city found.
mr: सापडले नाही

source: No complexion found.
mr: सापडले नाही

source: No education field found.
mr: सापडले नाही

source: No education found
mr: शिक्षण सापडलं नाही

source: No education found.
mr: सापडले नाही

source: No education level found
mr: शिक्षण सापडलं नाही

source: No education level found.
mr: सापडले नाही

source: No gan found.
mr: सापडले नाही

source: No height found.
mr: सापडले नाही

source: No income found.
mr: सापडले नाही

source: No marital status found.
mr: सापडले नाही

source: No nadi found.
mr: सापडले नाही

source: No nakshatra found.
mr: नक्षत्र सापडलं नाही

source: No payment found.
mr: सापडले नाही

source: No physic found.
mr: सापडले नाही

source: No rashi found.
mr: सापडले नाही

source: No status Found
mr: सापडले नाही

source: No status found.
mr: सापडले नाही

source: No time bound subscriptions and renewals. Packages suitable for everyone.
mr: नोंदणीला वेळेची मर्यादा नाही. सर्वासाठी योग्य पॅकेजेस.

source: No weight found.
mr: सापडले नाही

source: No work area found.
mr: सापडले नाही

source: No work as found.
mr: सापडले नाही

source: No working found.
mr: सापडले नाही

source: Not found
mr: सापडले नाही

source: Note:
mr: टीप:

source: Notification Settings
mr: संदेश सेटिंग्ज

source: Office Address
mr: ऑफिसचा पत्ता

source: Offline Payment
mr: ऑफलाईन पेमेंट

source: Once registered you will receive password for your account via SMS on your mobile. To confirm your mobile you will just have to login using that password. we don't show your profile to others if you don't confirm your mobile.
mr: नोंदणी पूर्ण केल्यानंतर पासवर्ड तुम्हाला तुमच्या नोंदविलेल्या मोबाईलवर मिळेल. तुमच्या मोबाइलची पुष्टी करण्यासाठी तुम्हाला लग्नाची बोलणी वेबसाईटला लॉगइन करावे लागेल. मोबाइलची पुष्टी झाल्या शिवाय आम्ही तुमचा प्रोफाइल कोणालाही दाखवत नाही.

source: Once we receive and process the cheque/DD we will provide you the contact credit. After we receive money in our account we will give you contact credits in 2 working days.
mr: चेक मिळाल्यानंतर आम्ही तो बँकेत देऊ. पैसे आमच्या अकाउंटला आल्यानंतर २ दिवसात आम्ही तुम्हाला कॉन्टॅक्ट क्रेडिट देऊ.

source: Only registered users can see profile &amp; photos
mr: फक्त नोंदणीकृत सदस्यच प्रोफाइल फोटो पाहू शकतील

source: Order Id
mr: ऑर्डर Id

source: Other Services
mr: इतर सेवा

source: Other reason
mr: इतर कारण

source: Our Membership Packages
mr: आमचे सदस्यत्व पॅकेजेस

source: Our tele- counselling session aims at clearing your basic emotional dilemmas.
mr: फोनद्वारे आमच्या सामोपदेशकाबरोबर चर्चा करून आपल्या शंकांचं निरसन करू शकता.

source: Outbox
mr: आऊटबॉक्स

source: PIN Code
mr: पिन कोड

source: Partner Dashboard
mr: पार्टनरर डॅशबोर्ड

source: Partner Details
mr: पार्टनरची माहिती

source: Partner Login
mr: पार्टनरचे लॉगइन

source: Partner Logout
mr: पार्टनरचे लॉगऑऊट

source: Password
mr: पासवर्ड

source: Password Fields are not equal!
mr: पासवर्ड फील्ड समान नाही!

source: Past Events
mr: आत्तापर्यंत संप्पन्न झालेले कार्यक्रम

source: Payment
mr: पेमेंट

source: Payment Date
mr: पेमेंट तारीख
